INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Подгузники Huggies Elite Soft (8-14кг), 4 размер, 54шт', 100,
        'Подгузники-трусики. Бренд: Huggies. Вес ребенка: 6-11 кг.' ||
        'Единиц в одном товаре 54 шт. Тип застежки подгузника - без застежки.' ||
        'Особенности подгузников и гигиенических товаров - дышащая поверхность.' ||
        'Пол ребенка - унисекс. Страна-изготовитель Россия.'
           , false, '563429556', 1000, 1360);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Коллаген Эвалар 6000 мг с витамином С, табл №180', 48,
        'БАД для поддержания здоровья волос, ногтей и кожи. Коллаген с витамином С способствует:
• улучшению состояния кожи, волос и ногтей, разглаживанию мелких морщин, повышению упругости и эластичности кожи,' ||
        'замедлению процессов старения;
• повышению подвижности суставов, укреплению связок, уменьшению болевых ощущений, восстановлению хрящевой ткани;
• ускорению заживления ран и восстановлению соединительной ткани после травм, хирургического вмешательства, ожогов;
• укреплению костной ткани, восстановлению ее после переломов, снижению риска развития остеопороза.
Коллаген с витамином С от «Эвалар» — это:
• Высокая биодоступность. Гидролизованный коллаген легко усваивается организмом: уже через 6 часов после приема до 95%' ||
        'гидролизованного коллагена обнаруживается в крови и в тканях по всему телу.
• Усиленный состав. Эффект коллагена усилен витамином С, который стимулирует синтез собственного коллагена и' ||
        'гиалуроновой кислоты, обеспечивает антиоксидантную защиту. К тому же это избавляет от необходимости' ||
        'дополнительного приема витамина С.
• Высокая дозировка коллагена – 6 000 мг.
• Привычная форма приема в виде таблеток. Упаковки хватит на 1 месяц.', false, '490067243', 200, 1784);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Таблетки для посудомоечной машины Fairy Platinum All in One, лимон, 70 шт', 1023,
        'Экологичные капсулы Fairy Platinum All in One с лимоном обеспечивают защиту компонентов посудомоечной машины' ||
        'и удаляют сложные загрязнения с посуды с первого раза, сообщая посуде приятный цитрусовый аромат,' ||
        'а посудомойке — чистоту и свежесть. Таблетки не содержат фосфатов. Особенности таблеток «Фейри Платинум»' ||
        'для посудомоечных машин: • ЭФФЕКТИВНОЕ УДАЛЕНИЕ ЖИРА. Остатки засохшей и пригоревшей пищи, следы готовки —' ||
        'посильная задача для капсул Fairy Platinum All in 1 Lemon, с которой они справляются с первого раза.' ||
        '• ЗАЩИТА ПОСУДОМОЙКИ. Капсулы препятствуют накоплению жира на элементах посудомоечной машины — фильтре,' ||
        'системе спуска воды, разбрызгивателе, благодаря чему она сохранит свою новизну и работоспособность.' ||
        '• ЗАЩИТА ОТ ПОТУСКНЕНИЯ. Соль и ополаскиватель в составе капсул, а также дополнительные компоненты' ||
        'обеспечивают защиту стеклянной и серебряной посуды. • БЫСТРОРАСТВОРИМЫЕ КАПСУЛЫ. Оболочка капсул растворяется' ||
        'за считаные секунды, поэтому они прекрасно подходят для коротких циклов мойки. Ведущие производители' ||
        'посудомоечных машин рекомендуют купить таблетки «Фейри».'
           , false, '146212646', 180, 1953);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Фильтр-кувшин Аквафор Гарри, синий, грубая очистка', 179,
        'Фильтр для воды Аквафор ""Гарри"" - удобный и элегантный. Универсальный фильтрующий модуль с бактерицидной' ||
        'добавкой. Качество очистки питьевой воды фильтром Аквафор ""Гарри"" подтверждено испытаниями, проведенными в' ||
        'Институте ""Токсикологии"" Минздрава России, а профильтрованная вода рекомендована Федеральной службой по' ||
        'надзору в сфере защиты прав потребителей и благополучия человека для использования при приготовлении детского' ||
        'питания. Используется универсальный сменный фильтрующий модуль А5 - предназначен для доочистки воды и' ||
        'устранения избыточной жесткости, снижает образование накипи. Благодаря использованию уникальных волокнистых' ||
        'сорбционных материалов марки "Аквален" в комбинации с лучшими марками активированных углей сменный модуль' ||
        '"Аквафор А5" надежно и необратимо задерживает не только органические соединения и тяжелые металлы, но и другие' ||
        'виды вредных примесей, а также устраняет избыточную жесткость воды и предотвращает образование накипи. Для' ||
        'подавления роста бактерий используется модификация волокна ""Аквален"", содержащая фиксированное в матрице' ||
        'сорбента серебро. В результате у вас всегда под рукой чистая вода без остаточного активного хлора и' ||
        'органических примесей с приятным вкусом и без запаха. Характеристики: средний ресурс картриджа: 350 л. ' ||
        'Очистит 1,9 литра воды за одно проливание.', false, '19101207', 380, 455);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Фильтр-кувшин для воды Philips AWP2938WHT/51 4л, с цифровым таймером', 203,
        'Фильтр-кувшин для воды Philips AWP2938WHT/51 предоставляет превосходную производительность и отличное качество' ||
        'очистки воды. С помощью цифрового таймера вы можете получить оптимальное время замены фильтра для достижения' ||
        'максимальной эффективности фильтрации. Благодаря легкой конструкции и интуитивно понятной герметичной крышке,' ||
        'процесс пополнение воды одной рукой становиться наиболее простым. Пластиковый кувшин Филипс с емкостью на 4' ||
        'литра имеет компактные размеры - это даст вам возможность поставить его в холодильник для разбавление напитка' ||
        'охлажденной и чистой водой. В комплект входит картридж с четырехступенчатой технологией для увеличения' ||
        'фильтрации и смягчения воды, что способствует снижению примеси, хлора, извести, накипи и микроскопических' ||
        'частиц, такие как ПФОК. К тому же, фильтр может обрабатывать до 300 литров воды со скоростью до 0,3 л в минуту,' ||
        'что делает его идеальным решением для домашнего использования. Срок службы фильтра до 3-х месяцев, по' ||
        'завершению необходимо произвести замену картриджа. К соответствующему кувшину подходят картриджи: AWP211/51,' ||
        'AWP210/51, AWP212/51. Эти фильтры помогут вам быстро и легко профильтровать свою питьевую воду, чтобы достичь' ||
        'высокого качества. С Фильтром-кувшином Philips вы можете избавиться от источников загрязнения воды и получить' ||
        'свежую и чистую воду каждый день!', false, '884255308', 435, 1551);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Фильтр-кувшин для очистки воды Барьер Прайм c механическим индикатором замены кассеты, большой объем 4,2 л',
        153, 'Вместительный кувшин для всей семьи в сочном оттенке "зеленое яблоко." Отлично впишется на любую кухню.' ||
             'Удобный клапан на крышке позволяет наполнить кувшин одной рукой. Механический индикатор подскажет, когда' ||
             'придет время менять кассету. В комплекте с кувшином кассета БАРЬЕР Стандарт, которая защитит от хлора,' ||
             'тяжелых металлов и других вредных примесей. Резьбовое крепление кассеты исключает попадание' ||
             'неотфильтрованной воды в очищенную. Кувшин с механическим индикатором можно мыть в посудомоечной машине.' ||
             'Одна кассета БАРЬЕР способна заменить несколько сотен пластиковых бутылок. По окончании ресурса кассету' ||
             'можно сдать на переработку.', false, '501182962', 473, 790);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Фильтр-кувшин для очистки воды БАРЬЕР Маджента XL, серия StyleX, 3,5 л', 197,
        'Яркий стильный кувшин БАРЬЕР вэксклюзивном цвете Маджента станет украшением на любой кухне. Эргономичный дизайн' ||
        'кувшина делает его одновременно компактным и очень вместительным. Благодаря удобному клапану на крышке кувшин' ||
        'можно наполнить одной рукой. Продуманная конструкция позволяет не дожидаться, пока вода полностью' ||
        'отфильтруется. В комплекте с кувшином кассета БАРЬЕР Жесткость для вкусной воды без накипи. Кассета умягчает' ||
        'воду, а также удаляет хлор, его соединения, тяжелые металлы, остатки лекарственных препаратов и другие вредные' ||
        'примеси. В отличие от других производителей резьбовое соединение в кувшинах БАРЬЕР надежно фиксирует кассету и' ||
        'не дает попасть нефильтрованной воде в чистую. Ресурс кассеты зависит от качества исходной воды, но составляет' ||
        'не более 350 литров. Все кассеты БАРЬЕР подходят ко всем кувшинам БАРЬЕР. Одна кассета БАРЬЕР способна заменить' ||
        'несколько сотен пластиковых бутылок. По окончании ресурса БАРЬЕР можно сдать на переработку.', false
           , '1032199672', 440, 699);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Кофе в зернах Jardin Colombia Supremo, арабика, средней обжарки, 1 кг', 2907,
        'Знаменитая арабика из Колумбии, выращенная на высокогорных плато древних Анд, открывает плотный, бархатистый' ||
        'вкус с деликатной нотой горького шоколада и долгое сладковатое послевкусие. Уникальный профиль средней обжарки' ||
        'пробуждает великолепный аромат – насыщенный и яркий', false, '33069282', 1000, 966);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Подарочный набор: станок для бритья женский Gillette Venus Smooth', 357,
        'Подарочный набор: станок для бритья женский Gillette Venus Smooth, 4 кассеты, 3 лезвия для идеально гладкого' ||
        'бритья + чехол. Женская бритва Gillette Venus Smooth- гладкость по доступной цене! Благодаря трем повторяющим' ||
        'изгибы тела лезвиям и разглаживающим кожу защитным подушечкам вокруг лезвий бритва обеспечивают гладкое и' ||
        'чистое бритье одним движением. Преимущества: - 3 острых лезвия обеспечивают более гладкое и чистое бритье одним' ||
        'движением. (По сравнению с Simply Venus2); - Голубая полоска-индикатор, меняя цвет, показывает, когда пора' ||
        'менять лезвия; - Благодаря смазывающей полоске с алое бритва легко скользит по коже и обеспечивает комфортное' ||
        'бритье; - Закругленная плавающая головка плотно прилегает к коже и позволяет с легкостью сбривать волоски в' ||
        'труднодоступных местах; - Благодаря эргономичной ручке бритву удобно держать в разных положениях; - Гелевая' ||
        'ручка с мягкой зоной захвата обеспечивает невероятный контроль и не выскользнет даже в душе. Любая сменная' ||
        'кассета Venus подходит к любой бритвенной ручке Venus, кроме Simply Venus. Страна производитель – Польша.'
           , false, '245351975', 135, 1223);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Семена льна 1 кг. Миосуперфуд. Семена льна для похудения. Натуральный продукт', 1234,
        'Продукты производства Миофарм более 5 лет продаются в аптеках во всех регионах страны, что гарантирует высокое' ||
        'аптечное качество и постоянный контроль на всех этапах производства.' ||
        'Семена льна - 100% натуральный суперфуд, обладающий множеством полезных элементов, положительно влияющих на' ||
        'работу практически всех систем организма. ' ||
        'В состав семян льна входит большое количество полиненасыщенных жирных кислот омега 3-6-9, которые отвечают за' ||
        'нормальную работу сердечно-сосудистой системы, помогают снизить артериальное давление и уменьшить уровень' ||
        '"плохого" холестерина. ' ||
        'Благодаря большому содержанию витаминов А и Е в составе, которые являются мощными антиоксидантами, ежедневное' ||
        'употребление семян льна способствует улучшению состояния кожи, волос и ногтей. ' ||
        'Также, семечки льна снижают аппетит и способствуют улучшению метаболизма, что помогает снизить вес при' ||
        'соблюдении диеты.', false, '857115680', 1000, 255);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Подгузники-трусики Pampers Pants для малышей 6-11 кг, 3 размер, 52 шт', 257,
        'Культовые трусики Pampers стали ещё лучше! Ведь теперь у них есть новый, ещё более мягкий поясок SoftSkin,' ||
        'который нежно прилегает к животику и защищает нежную кожу малыша от натираний. Мягкие бортики вокруг ножек' ||
        'помогают избежать протеканий, технология мгновенного впитывания надёжно защищает кожу малыша от контакта с' ||
        'влагой до 12 часов, а новые милые дизайны превратят смену трусиков в увлекательную игру.' ||
        'Трусики Pampers легко надевать и снимать, так что активные малыши смогут продолжать изучать мир вокруг, не' ||
        'отвлекаясь на смену трусиков! А когда трусики понадобится поменять, просто разорвите их по боковому шву! ' ||
        'Все трусики Pampers одобрены дерматологами. ' ||
        '•	Комфорт кожи и защита со всех сторон' ||
        '•	Новый мягкий поясок с технологией SoftSkin – теперь ещё мягче!' ||
        '•	Мягкие бортики вокруг ножек помогают избежать протеканий и натираний' ||
        '•	Технология мгновенного впитывания надёжно удерживает влагу внутри' ||
        '•	Проверенная сухость Pampers до 12 часов' ||
        '•	Индикатор влаги подсказывает, когда трусики пора менять' ||
        '•	Новые милые дизайны сделают смену подгузников ещё увлекательнее' ||
        '•	Легко надевать, удобно снимать – просто разорвите по боковому шву!' ||
        '•	Одобрено независимой международной ассоциацией дерматологов', false, '545473509', 1160, 1166);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Влажный корм для кошек Whiskas, паштет с курицей и индейкой, 75 г x 24', 3950,
        'Это сбалансированный рацион, приготовленный именно так, как любит ваша кошка. Аппетитный паштет с курицей и' ||
        'индейкой подарит вашей любимице настоящее удовольствие. Жизнь замурррчательна, ведь рацион Whiskas® содержит' ||
        'все необходимое, чтобы еда вашей кошки была не только вкусной, но и полезной. Whiskas® поддержит иммунитет,' ||
        'позаботится о здоровом пищеварении и здоровье кожи и шерсти вашей кошки. Подходит для стерилизованных котов и' ||
        'кошек. Рационы Whiskas® для взрослых кошек это: • 100% натуральные высококачественные ингредиенты: мясо и' ||
        'субпродукты – без добавления ароматизаторов, искуственных красителей и консервантов. • Оптимальный баланс' ||
        'питательных веществ для полноценной жизни • Все необходимое для поддержания здоровья вашей любимицы: Омега-6,' ||
        'кальций, фосфор и таурин, витамин D и Е, цинк Ваша кошка будет мурчать от удовольствия!', false, '277802968'
           ,1800, 592);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Кондиционер ополаскиватель для стирки белья Нежный пион 5 л Reva Care', 1101,
        'Кондиционер для белья 5 литров концентрат создан для наполнения ваших вещей мягкостью, нежной текстурой ткани' ||
        'и легким ароматом чистоты и цветов. Ополаскиватель для белья делает вещи после стирки приятными и мягкими,' ||
        'работает как смягчитель для белья и всех видов одежды. Эко состав позволяет использовать кондиционер для' ||
        'детского белья, не опасаясь раздражения и покраснения нежной кожи младенца, а большое количество детских вещей' ||
        'легко сделать комфортными с запахом нежных полевых цветов благодаря ополаскивателю для белья детскому. Средство' ||
        'для стирки детского белья очень легко вымывается водой при полоскании, за счет чего не оставляет химические' ||
        'частицы в ткани после стирки. Кондиционер для белья детский гипоаллергенный обеспечивает бережный уход за всеми' ||
        'типами ткани, придает особую мягкость. Кондиционер для стирки белья подходит для черного и цветного белья, для' ||
        'постельного и верхней одежды. Многофункциональная бытовая химия для стирки облегчает нашу жизнь, создавая все' ||
        'условия для комфортного отдыха, ведь кондиционер ополаскиватель для белья можно использовать как при ручной,' ||
        'так и машинной стирке, а вещи после этого вновь приобретают первозданный вид и роскошный аромат. Детский' ||
        'кондиционер для белья концентрат имеет крайне экономичный расход, следуйте инструкции, указанной на упаковке' ||
        'товара. Кондиционер для дома в сочетании с гель порошком весь ваш гардероб будет сиять чистотой, вещи будут в' ||
        'ухоженном эстетичном виде, сохранят насыщенность цвета и форму. Кондиционер для белья 5 л обладает' ||
        'антистатическим эффектом. Входящий в состав антистатик для стирки предотвращает налипание волос и шерсти на' ||
        'одежду, ткань перестает электризоваться и собирать частицы пыли. Концентрированный набор опаласкиватель для' ||
        'белья кондиционер не оставляет разводов и следов на одежде или белье, а также безопасен для септических' ||
        'установок. Ополаскиватель для белья 5 л нейтрализует остатки стирального порошка после стирки. Средство для' ||
        'стирки 5 литров полностью выполаскивается из тканей водой, без ограничений по ее температуре, даже холодная' ||
        'вода для кондиционера не помеха, чтобы облегчить глажку. Кондиционеры для белья 5 л во внушительном формате ' ||
        'созданы для большой семьи, ведь это идеальный товар для дома, чтобы облегчить заботы хозяйки. Все товары для' ||
        'дома нашего бренда, бытовая химия и все для стирки имеют экологичный состав, абсолютно безопасны для здоровья' ||
        'и кожи, а также отличаются долгим сроком годности. Приобретать кондиционеры для белья 5л в канистре выгоднее и' ||
        'экономичнее, что существенно сократить семейные расходы на средства для стирки белья.', false, '530149972'
           , 1050, 411);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Gillette Fusion5 ProGlide Power мужская бритва, с успокаивающими микроимпульсами', 224,
        'Мужская бритва Gillette Fusion5 ProGlide Power оснащена пятью лезвиями с уменьшающим трение покрытием для' ||
        'бритья, которое вы едва почувствуете. Бритва с технологией FlexBall следует контурам лица, удаляя практически' ||
        'каждый волосок, а смягчающие микроимпульсы, возникающие при работе от батарейки, улучшают скольжение бритвы' ||
        'Power. В верхней части кассет располагается триммер для ухода за бакенбардами, усами и бородой.' ||
        'Модернизированная технология лезвий (по сравнению со старой бритвой ProGlide Power) с дополнительными' ||
        'смазывающими полосками перед лезвиями для превосходной защиты, а также точный триммер с обратной стороны для' ||
        'невероятно гладкого бритья. К мужской бритве Fusion5 ProGlide Power подходят все сменные кассеты Fusion5 и' ||
        'Fusion5 Power. Одной кассеты хватает на месяц регулярного бритья. ПРЕИМУЩЕСТВА: • Без труда захватывает' ||
        'практически каждый волосок • Бритва с 5 острыми антифракционными лезвиями, уменьшающими трение, для гладкого' ||
        'бритья надолго • Технология Flexball, обеспечивающая идеальное повторение контуров лица, позволяет сбривать' ||
        'буквально каждый волосок • Успокаивающие микроимпульсы, создаваемые бритвенной ручкой с питанием от батарейки,' ||
        'снижают трение, позволяя бритве еще лучше скользить по коже • Увлажнение до и после лезвий для дополнительного' ||
        'комфорта • Точный триммер для труднодоступных мест и ухода за бородой и усами • Усовершенствованная смазывающая' ||
        'полоска с еще большим количеством смазывающих компонентов (по сравнению с Fusion5). • Смазывающие' ||
        'полоски-индикаторы напомнят о том, что пришло время сменить кассету • Защитные микрогребни предотвращают' ||
        'травмирование и раздражение кожи. Дополнительный микрогребень защищает от порезов даже на неровных участках' ||
        '• Микрорасческа помогает направлять волоски точно к лезвиям. • Подходят все сменные кассеты Fusion5 и Fusion5' ||
        'Power Комплектация: многоразовый бритвенный станок для мужчин Gillette Fusion5 ProGlide Power 1 шт., сменная' ||
        'кассета с 5 лезвиями, 1 шт. в упаковке', false, '150630305', 72, 1324);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Cменные кассеты для женской бритвы. Совместимы со всеми популярными бритвами', 333,
        'Уникальные сменные кассетыRaizen Silk с 5 лезвиями для бритвы и женский бритвенный станок созданы специально' ||
        'для женщин. Современный дизайн сменных кассет разработан для нежной кожи, для бритья и удаления волос на теле,' ||
        'учитывая особенности строения женского тела. Удобная, стильная ручка бритвы прекрасно подойдет для вашего' ||
        'ежедневного ухода и удаления нежелательных волос без раздражения и траты времени. Бритва женская многоразовая' ||
        'для со сменными кассетами созданы специально для женской нежной кожи. Четыре лезвия повторяют изгибы тела и' ||
        'разглаживают кожу защитными подушечками которые находятся вокруг лезвий, обеспечивая гладкое и чистое бритье' ||
        'одним движением. Они станут экономичной заменой оригинальным кассетам и лезвиям. Смазывающая полоска лезвий' ||
        'бритвы с Алоэ и витамином Е делает процесс бритья простым и приятным.', false, '1042843836', 73, 293);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Семена чиа для похудения 1кг Эндакси', 1287,
        'Семена чиа благотворно влияют на пищеварительную систему, укрепляют кости, регулируют уровень сахара в крови,' ||
        'улучшают состояние кожи и волос. НАСЫЩЕННЫЕ ПИТАТЕЛЬНЫМИ веществами СУПЕРФУДПРОДУКТ, богат омега-3 жирными' ||
        'кислотами, клетчаткой, белком, железом и антиоксидантами. Было доказано, что семена чиа поддерживают выработку' ||
        'энергии, чтобы вы чувствовали себя прекрасно в течение всего дня. Растворимая клетчатка, присутствующая в чиа,' ||
        'поглощает жидкость, в результате семена расширяются в желудке. Это дольше сохраняет чувство сытости, благодаря' ||
        'чему человек может уменьшить порции и реже принимать пищу. Данный продукт рекомендован к употреблению для' ||
        'похудения. Добавлять зерна можно куда угодно: в каши, салаты, пудинги, смузи. Полезно также смешивать их с' ||
        'йогуртом, кефиром, молоком.', false, '915821576', 1000, 547);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Смесь семян для салата /выпечки, хлеба 550г. Семена тыквенные, подсолнечник, лен, кунжут. My mill company', 2712,
        'Исключительно натуральная и полезная смесь отлично подходит для добавления в выпечку, кашу, йогурт и для' ||
        'приготовления салатов. Продукт готов к употреблению.', false, '852425083', 550, 405);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Кунжут белый 1кг', 399,
        'Кунжут или сезам одна из первых масленичных культур на планете. Семена кунжута богаты полезными витаминами' ||
        '(А, В, Е, С, РР), микроэлементами: цинк, железо, магний, фитин, фосфор, кальций, калий и органическими жирными' ||
        'кислотами. Кунжут белый используют для приготовления козинаков, конфет, халвы, а также добавляют в салаты,' ||
        'каши, супы, для выпечки печенья и хлеба. Имеет сладковатый вкус ореха, который при готовке усиливается.' ||
        'Благодаря полезным свойствам, ярким вкусовым качествам и высокой питательной ценности белый кунжут применяют' ||
        'как продукт не только в кулинарии, но и в народной медицине. Семена кунжута белые укрепляют костную ткань,' ||
        'предотвращают появление камней в почках и желчном пузыре, улучшают состав крови, нормализуют сон,' ||
        'восстанавливают и защищают клетки печени от накопления жира, помогают при физических и умственных нагрузках, и' ||
        'улучшают пищеварение. Рекомендованная суточная доза семя кунжута: 20-30 гр. для взрослого человека.', false
           , '498317634', 1000, 291);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Морковь сушеная гранулы (5х5мм) HOBBYHELPER в ведре 500г', 1210,
        'Самое полезное, что есть в моркови это жирорастворимый витамин А и клетчатка. Лучше всего этот продукт' ||
        'употреблять в сочетании с маслами и жирами. В сушеной моркови эти полезные компоненты сохраняются. В дополнение' ||
        'морковь приобретает более яркий выраженный специфический вкус. В таком виде ее частенько используют в' ||
        'производстве супов быстрого приготовления и в создании приправ. Сушеную морковь лучше всего добавлять в супы, в' ||
        'бульоны, в рагу, при тушении овощей и мяса. Очень она хорошо смотрится в приправе состоящей из сушеных' ||
        'репчатого лука и зелени петрушки. Последнюю можно заменить на укроп.', false, '616003429', 500, 329);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Приправа дзира молотая (горный тмин), специи приправы и пряности Гурмадзе, 90 г', 2509,
        'Дзира, она же, гицрули - близкий родственник тмина. Редкая специя, произрастающая в высокогорной местности' ||
        'Сванетии. Она является традиционной и универсальной в Грузии, но малоизвестной за пределами страны. НЕ ПУТАЙТЕ' ||
        'с зирой, это две кардинально разные специи! Дзира - незаменимый ингредиент настоящей сванской соли, а так же' ||
        'хинкали и грузинского плова шилоплави, иначе говоря тушеной баранины с рисом. Пряность отлично подойдет и для' ||
        'обычного плова; для варки, жарки или тушения мяса; для мясного пирога (лепешки), в Грузии это  “кубдари”; для' ||
        'наваристых мясных бульонов или супов; для салатов из свежих овощей; для блюд из картофеля. Приправа займет' ||
        'достойное место среди уже полюбившихся на Вашей кухне. Не упустите возможность ощутить новые грани вкуса' ||
        'привычных блюд или приготовить что-то новое, побаловать близких. Можете быть уверены в высочайшем качестве' ||
        'сырья, все наши продукты натуральные, без ГМО, без примесей и консервантов, приготовленные аутентично, с' ||
        'любовью, от души.', false, '840204783', 90, 284);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Смартфон Xiaomi Redmi Note 12 4/128 ГБ, серый', 39,
        'Xiaomi Redmi Note 12 работает на базе чипсета Snapdragon 685. Смартфон оснащен 120-герцовой 6.67-дюймовой' ||
        'AMOLED-панелью с разрешением Full HD+. Тыльная камера двойная, на 50 и 2 Мп. Селфи-камера 13-мегапиксельная.' ||
        'У устройства 4 ГБ ОЗУ и накопитель типа на 128 ГБ. Внутри батарея на 5000 мА*ч с быстрой зарядкой мощностью 33' ||
        'Вт. Есть защита IP53, боковой сканер отпечатков пальцев и порт USB-C. Смартфон поддерживает 3 разных частоты' ||
        'обновления экрана (60 Гц / 90 Гц / 120 Гц) для плавного изображения и низкого энергопотребления. Наслаждайтесь' ||
        'непревзойденным качеством изображения с высокой частотой обновления до 120 Гц, как в серьезных игровых' ||
        'баталиях, так и во время простого просмотра ленты социальной сети.', false, '927148866', 390, 20490);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Смартфон Xiaomi Redmi Note 12 4/128 ГБ, синий', 12,
        'Xiaomi Redmi Note 12 работает на базе чипсета Snapdragon 685. Смартфон оснащен 120-герцовой 6.67-дюймовой' ||
        'AMOLED-панелью с разрешением Full HD+. Тыльная камера двойная, на 50 и 2 Мп. Селфи-камера 13-мегапиксельная.' ||
        'У устройства 4 ГБ ОЗУ и накопитель типа на 128 ГБ. Внутри батарея на 5000 мА*ч с быстрой зарядкой мощностью 33' ||
        'Вт. Есть защита IP53, боковой сканер отпечатков пальцев и порт USB-C. Смартфон поддерживает 3 разных частоты' ||
        'обновления экрана (60 Гц / 90 Гц / 120 Гц) для плавного изображения и низкого энергопотребления. Наслаждайтесь' ||
        'непревзойденным качеством изображения с высокой частотой обновления до 120 Гц, как в серьезных игровых' ||
        'баталиях, так и во время простого просмотра ленты социальной сети.', false, '927150368', 390, 20490);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Смартфон HUAWEI nova Y70 4/64 ГБ, черный', 28,
        'Гладкий корпус устройства из 2.5D-стекла дарит невероятные ощущения при прикосновении и привлекает взгляды' ||
        'своими изящными изгибами. Потрясающие модели в оттенках «Голубой кристалл» и «Полночный черный» превращают' ||
        'танец света и тени на корпусе смартфона в увлекательное зрелище! Батарея большой емкости 6000 мА*ч позволяет' ||
        'заряжать смартфон HUAWEI nova Y70 всего дважды в неделю. Только 5% заряда могут обеспечить еще 12 часов работы' ||
        '— это поистине поражает. Нужно пополнить энергию батареи? Благодаря технологии быстрой зарядки HUAWEI' ||
        'SuperCharge 22,5 Вт всего 10 минут достаточно для 3 часов воспроизведения видео! HUAWEI nova Y70 оснащен' ||
        'тройной камерой на базе искусственного интеллекта, которая способна адаптироваться под разные окружающие' ||
        'условия съемки, обеспечивая наилучшие результаты. Расширяйте границы возможного! В кадр попадет все, что вы' ||
        'видите, и даже больше! Благодаря широкоугольной камере HUAWEI nova Y70 с обзором до 120 градусов вы сможете' ||
        'делать невероятные снимки небоскребов и волнующих пейзажей.', false, '1005329631', 290, 7386);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Смартфон Poco poco m5s 6/128 ГБ, синий', 34,
        'Надежный смартфон Xiaomi POCO M5s является одним из лидеров продаж на рынке, не только из-за своей выгодной' ||
        'цены, но и по причине наличия функциональных возможностей. Он оснащен современным 8-ядерным процессором Helio' ||
        'G95 с частотой 2050 МГц. Купить хороший смартфон с операционной системой Android можно для различных задач. Он' ||
        'отлично справляется с любыми мобильными приложениями без торможения, воспроизводит видео и музыку в высоком' ||
        'качестве. Встроенная камера на 48 Мп позволяет снимать фото и видео отличного качества с максимально' ||
        'естественной цветопередачей. Наличие стандартов связи 3G/4G (LTE)/GSM 1800/GSM 1900/GSM 850/GSM 900, позволяет' ||
        'выходить в интернет в любом месте, даже в труднодоступных местах с плохим приемом сигнала. Благодаря Wi-Fi' ||
        'интернет будет у вас под рукой даже в офисе или кафе, общайтесь в социальных сетях, не завершая работы с' ||
        'работающими приложениями везде, где есть возможность подключиться к точке доступа. Экран 6.43″ с разрешением' ||
        '1080x2400 передаёт все краски, детали фото и видео. А благодаря Mali-G76 MC4 Вы можете запускать современные' ||
        'мобильные игры, которые Вы любите.', false, '884876585', 277, 17590);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Противоударный чехол для Xiaomi Poco F5 / силиконовый прозрачный чехол с защитой камеры на Поко Ф5', 1101,
        'В современном мире чехол для смартфона способно обезопасить телефон от всевозможных повреждений и царапин.' ||
        'Чехол способен уберечь даже от сильных ударов и падений. При покупке смартфона позаботьтесь о чехле, ведь тогда' ||
        'вы сможете уберечь себя от лишних трат на ремонт!', false, '1036736157', 45, 293);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Защитное стекло для Xiaomi Redmi Note 12', 290,
        'Защитное стекло на Экран и Камеру Xiaomi Redmi Note 12. Гибридное, состав : пленка + стекловолокно ;' ||
        'прозрачное ; силиконовая клеевая основа тонкое Hybrid Glass, Brozo. Гибкое гибридное стекло -инновационное' ||
        'защитное стекло, изготовленное из композитного материала (стекловолокно и ПЭТ). Броне стекло надежно защищает' ||
        'экран от повреждений благодаря противоударному слою ANTI SHOCK который осуществляет амортизацию при ударах и' ||
        'особому силиконовому слою. Олеофобное покрытие предотвратит появление следов от пальцев и сохранит' ||
        'чувствительность сенсора на 100 %. Гибкое СТЕКЛО имеет высокую степень устойчивости к царапинам 9Н,' ||
        'обеспечивает хорошую чувствительность к касанию и не влияет на сенсорный отклик по всей поверхности дисплея,' ||
        'совместим со всеми ультразвуковыми датчиками отпечатка пальцев, встроенными в экран, предотвращает' ||
        'возникновение трещин и сколов по краям. Допускается наличие отступов по краям экрана для того, чтобы комфортно' ||
        'использовать чехол.', false, '1036762592', 26, 291);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Чехол-книжка Xiaomi redmi Note 12, черный', 335,
        'Чехол на Xiaomi Redmi Note 12 - с функцией подставки. Удобный и функциональный чехол-книжка надёжно защитит' ||
        'корпус смартфона от царапин, грязи и механических повреждений. Чехол оснащен магнитной застежкой, надежной' ||
        'защитой в закрытом положении, имеющий все необходимые отверстия для доступа к функциональным портам и разъемам' ||
        'смартфона. Конструкция чехла позволяет установить защитное стекло на смартфон. Режим горизонтальной подставки' ||
        'обеспечивает комфортный просмотр видео на устройстве. Чехол имеет отделение для банковских карт.'
           , false, '974812044', 110, 845);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Защитное стекло G-Rhino для Xiaomi Redmi Note 12 и Poco X5', 189,
        'Защитные стекла G-Rhino адаптированы под любые чехлы и бамперы для вашего смартфона. Идеальное прилегание без' ||
        'отклеивающихся краев гарантировано! В производстве используется японское сырье повышенной прочности 9H,' ||
        'закаленное стекло и прослойка из противоударной пленки надежно защищают смартфон от царапин и повреждений даже' ||
        'при падении.', false, '860979569', 60, 256);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Чехол противоударный Mobix для Xiaomi Redmi Note 12 4G с кольцом и с функцией подставки цвет: черный', 290,
        'Чехол с кольцом " Mobix " зарекомендовал себя как удобный и надежный аксессуар для защиты вашего смартфона.' ||
        'Кольцо-держатель предназначено для более надежного удержания смартфона в руке, оно вращается на 360 градусов.' ||
        'Благодаря встроенной металлической пластине подходит для крепления на всевозможные автомобильные или настольные' ||
        'магнитные держатели. Также кольцо можно использовать в качестве подставки для просмотра видео.'
           , false, '990888589', 102, 418);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Чехол книжка на Xiaomi Redmi Note 12 5G', 310,
        'Чехол книжка на Redmi Note 12 5G — это качественный и стильный аксессуар, который будет идеально сочетаться с' ||
        'вашим смартфоном. Он выполнен из прочного и износостойкого материала, который обеспечивает надежную защиту от' ||
        'ударов, царапин и идеально подходит для модели Xiaomi Redmi Note 12 5G. Чехол на Redmi Note 12 5G имеет удобный' ||
        'и практичный дизайн, благодаря которому вы сможете легко пользоваться своим смартфоном, не вынимая его из' ||
        'чехла. Для Xiaomi Redmi Note 12 чехол надежно закрывается на магнитной застежке, что защитит ваш смартфон от' ||
        'случайного открывания и выпадения из чехла. Чехол на Xiaomi Redmi Note 12 5G также имеет специальные отверстия' ||
        'для кнопок и портов на вашем смартфоне, что позволит вам полноценно использовать все функции устройства. Чехол' ||
        'Redmi Note 12 5G имеет отделения для кредитных карт и денег, что сделает его идеальным выбором для путешествий' ||
        'и повседневного использования. Чехол на Редми Нот 12 5G имеет элегантный дизайн, который добавит вашему' ||
        'смартфону стильности и индивидуальности.  Чехол на Ксиоми Редми Нот 12 5G отлично защитит от повреждений и' ||
        'станет незаменимым аксессуаром для людей, которые ценят комфорт, надежность и качество.'
           , false, '965855539', 130, 415);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Коляска детская универсальная 2 в 1 Smile Line SERENADE, для новорожденных, прогулочная, всесезонная (21)', 11,
        'Универсальная всесезонная прогулочная коляска для новорожденных Smile Line SERENADE 2 в 1 это сочетание' ||
        'комфорта, практичности, функциональности и европейского качества. Демисезонное транспортное средство для' ||
        'перевозки малышей может использоваться круглый год как летняя, весенняя, зимняя и осенняя коляска для прогулок.' ||
        'Детская модульная коляска 2в1 включает в себя коляску-люльку для новорожденного и прогулочный сидячий блок.' ||
        'Подходит для детей с рождения и до 3-х лет. Съемная каркасная люлька с функцией укачивания и спальным местом' ||
        '75х35см, может использоваться как дополнительное спальное место для малыша до 6 месяцев. Внутренний съемный' ||
        'чехол 100% хлопок. Люлька компактно складывается для хранения. Прогулка маневренна и легка в управлении.' ||
        'Поворотные передние колеса детского транспорта с фиксацией. Большие задние. Наружный чехол из водоотталкивающей' ||
        'не продуваемой ткани. Для прогулок в теплое время года предусмотрено вентиляционное окошко. А ветрозащитный' ||
        'отворот защитит в непогоду. Прогулочный блок просторный 88х29см реверсивный. Устанавливается по ходу и против' ||
        'движения. Прогулочный блок имеет капюшон и утепленную накидку на ножки. Регулируемая спинка и подножка вместе' ||
        'трансформируются в удобное спальное место. Родительская ручка регулируется по высоте под любой рост родителей.' ||
        '5-точечные ремни безопасности с накладками надежно фиксируют маленького пассажира. Есть корзина для багажа или' ||
        'покупок и сумка для мамы. А также, такие аксессуары для коляски-люльки как москитная сетка и дождевик. Рама' ||
        'складывается книжкой. Качественные и надежные, но недорогие детские коляски для зимы и лета, осени и весны' ||
        'Smile Line SERENADE - выбор будущих мам. Они станут отличным подарком на рождение или выписку мальчика и' ||
        'девочки.', false, '532947065', 14200, 19705);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Коляска прогулочная детская Rant basic Kira RA090, Grey', 21,
        'Коляска прогулочная детская Rant basic Kira RA090 - это комфорт для крохи и родителей!' ||
        'Комфорт для крохи: несколько положений спинки для активных прогулок и спокойного сна; большой регулируемый' ||
        'капюшон, опускающийся до бампера; регулируемая подножка; теплая накидка на крохотные ножки; чехлы,' ||
        'выполненные из ткани со специальной пропиткой и с защитой от солнечных лучей uv50, уберегут кроху от осадков,' ||
        'ветра и интенсивного солнца; надежный пятиточечный ремень; в изголовье коляски большое окошко на молнии для' ||
        'вентиляции. Комфорт для родителей: съемный бампер; мягкая ручка, которая идеально ложится в руку; в капюшоне' ||
        'удобный карман для кошелька, ключей, телефона; удобный и надежный тормоз; вместительная корзина с окошком; ' ||
        'смотровое окно для наблюдений за малышом; подстаканник для любимых напитков.'
           , false, '729287078', 9000, 6791);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Коляска для новорожденных 2 в 1 трансформер Siger Marco, бежевый', 31,
        'Siger MARCO – это сочетание стиля и высокого качества. Коляска 2 в 1 Siger MARCO – лучший помощник родителям,' ||
        'которым важны функциональные преимущества и стильный дизайн.  Безусловно, одной из главных ее преимуществ' ||
        'является то, что она полностью сделана в России и отвечает самым современным тенденциям. Коляска имеет высокие' ||
        'показатели надежности и прочности. Белая стильная рама изготовлена из легкого алюминия, очень просто и' ||
        'компактно складывается. Ширина колесной базы составляет всего 59 см, без проблем проходит в любые дверные' ||
        'проемы и лифт. У коляски хорошая проходимость и маневренность благодаря передним колесам поворотного типа с' ||
        'фиксацией. Надувные съемные колеса обеспечивают дополнительную амортизацию. Люлька в коляске оснащена системой' ||
        'вентиляции и регулировкой подъема спинки, имеет увеличенный объем – 82х35 см, - поэтому малышу в ней будет' ||
        'комфортно, даже в зимней одежде. Имеется подъемный клапан с москитной сеткой в капюшоне для проветривания.' ||
        'Внутренний утепленный съемный чехол и дышащий матрасик изготовлены из натуральной ткани. Наполнитель матрасика' ||
        'отвечает требованиям экологичности к товарам для детей младшего возраста. Внешний чехол изготовлен из' ||
        'водоотталкивающей не продуваемой ткани. Просторный прогулочный блок легко подстроить под потребности ребенка' ||
        'благодаря положениям регулировки наклона спинки и подножки, есть положение для сна. Малыш надежно фиксируется' ||
        'пятиточечными ремнями, а для дополнительной безопасности и комфорта предусмотрен съемный бампер с защитным' ||
        'механизмом. Для удобства родителей коляска имеет реверсивный блок - возможность устанавливать люльку и' ||
        'прогулочный блок по ходу и против хода движения, лицом к маме и наоборот. Большой капюшон защищает ребёнка от' ||
        'солнца и ветра. У коляски просторная багажная корзина из моющейся ткани, которую можно использовать как для' ||
        'покупок, так и для детских вещей и аксессуаров. В комплектацию входят стильная сумка для мамы из' ||
        'водоотталкивающей ткани и внутренними карманами, дождевик и москитная сетка. При необходимости можно приобрести' ||
        'адаптеры для установки на раму автолюльки.', false, '341983162', 12700   , 23562);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Коляска прогулочная Yoya Dearest 818 Plus Super Wheels Premium Set Black Black', 100,
        'Представляем новинку легендарной коляски создателя Yoya Dearest – модель 818 2023 года. Главной целью' ||
        'дизайнеров являлось сохранение максимального баланса компактности и в то же время максимальному простору для' ||
        'малыша внутри коляски. Модель 818 2023 так же как предшественники сохранила параметры и габариты для' ||
        'путешествий в самолете и занимает минимум места багажнике за счет идеально продуманной конструкции. Главные' ||
        'отличия новой модели заключаются в появлении немаловажных изменений в колесах. Теперь их сложно назвать просто' ||
        'колесами и ограничиться этим. Предыдущие модели были укомплектованы отличными колесами с хорошим протектором' ||
        '(передние 16 см, задние 18.5 см.), но теперь ваша коляска обойдет всех конкурентов увеличенным размером' ||
        '(передние 17 см, задние 20 см.) и идеальным супер-протектором как у люксовых автомобилей. Протектор разработан' ||
        'специально для северных широт и обладает всеми качествами, которые необходимы для прохождения любых' ||
        'поверхностей без скольжения. Так же улучшились характеристики резины и теперь их невозможно стереть раньше,' ||
        'чем вырастет два поколения детей. Оригинальная полоса по канту добавляет внешнему виду строгости и одновременно' ||
        'спортивной агрессии, привлекает взгляд и вызывает восхищение у любого искушенного эстета. Так же у новой модели' ||
        'появилась механическая спинка, позволяющая одним движением настраивать положение от сидячего до лежачего, с' ||
        'промежуточным положением для отдыха. Все эти улучшения добавили изюминку в новую модель Dearest 818 Plus 2023' ||
        'и улучшили как технические характеристики, так и внешний вид коляски. Выбор за вами.'
           , false, '879749556', 7200, 9708);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Универсальная всесезонная прогулочная коляска Dearest 818 Plus Black Light Grey Premium Set 2023 LUX', 21,
        'Представляем новинку легендарной коляски создателя Yoya Dearest модель 818 2023 года. Главной целью дизайнеров' ||
        'являлось сохранение максимального баланса компактности и в то же время максимальному простору для малыша внутри' ||
        'коляски. Модель 818 2023 так же как предшественники сохранила параметры и габариты для путешествий в самолете' ||
        'и занимает минимум места багажнике за счет идеально продуманной конструкции. Главные отличия новой модели' ||
        'заключаются в появлении немаловажных изменений в колесах. Теперь их сложно назвать просто колесами и' ||
        'ограничиться этим. Предыдущие модели были укомплектованы отличными колесами с хорошим протектором (передние 16' ||
        'см., задние 18.5 см.), но теперь ваша коляска обойдет всех конкурентов увеличенным размером (передние 17 см.,' ||
        'задние 20 см.) и идеальным супер-протектором как у люксовых автомобилей. Протектор разработан специально для' ||
        'северных широт и обладает всеми качествами, которые необходимы для прохождения любых поверхностей без' ||
        'скольжения. Так же улучшились характеристики резины и теперь их невозможно стереть раньше, чем вырастет два' ||
        'поколения детей. Оригинальная полоса по канту добавляет внешнему виду строгости и одновременно спортивной' ||
        'агрессии, привлекает взгляд и вызывает восхищение у любого искушенного эстета. Так же у новой модели появилась' ||
        'механическая спинка, позволяющая одним движением настраивать положение от сидячего до лежачего, с промежуточным' ||
        'положением для отдыха. Все эти улучшения  добавили изюминку в новую модель Dearest 818 Plus 2023 и улучшили как' ||
        'технические характеристики, так и внешний вид коляски. Выбор за вами.', false, '878443447', 7000, 9154);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Универсальная коляска Sweet Baby 2в1 Cupola Black Neo', 33,
        'Cupola - это новая коляска 2 в 1 от компании Sweet Baby, позволяющая гулять с ребенком, не страшась никаких' ||
        'препятствий. Благодаря большим надувным колесам (диаметр передних колес 190 см, диаметр задних колес 270 мм)' ||
        'прогулка обеспечивает максимальный комфорт, легкость и плавность хода даже в самых сложных условиях и по любой' ||
        'поверхности. Просторная, эргономичная люлька с максимальными размерами 85х41, в которой малыш будет чувствовать' ||
        'себя защищенным. Специальное окно в капюшоне для правильной циркуляции воздуха и температуры внутри.' ||
        'Увеличенный капюшон с козырьком защитит новорожденного от ветра и солнца. Реверсивный прогулочный блок' ||
        'устанавливает на шасси, как по ходу движения, так и лицом к родителям. Регулируемый наклон спинки и подножки' ||
        'позволит подобрать максимально удобное положение для малыша. Увеличенный капор выполнен из защитной и' ||
        'непромокаемой ткани (UPF50+) и оснащен дополнительным солнцезащитным козырьком. Накидка для ножек станет' ||
        'дополнительной защитой во время прогулок в межсезонье.', false, '800497311', 13200, 20392);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Коляска прогулочная Everflo Spinny E-900 red', 51,
        'Коляска прогулочная Everflo Spinny  E-900 red (Коляска прогулочная Everflo Spinny  E-900. Новая стильная' ||
        'коляска с уникальной технологией реверсивного положения сиденья. В отличии от классического положения' ||
        'прогулочной коляски "лицом к дороге", Everflo Spinny можно развернуть лицом к маме. Таким образом коляску можно' ||
        'использовать с рождения - малыш будет спокоен, когда видит заботливых родителей. Коляска очень манёвренна и' ||
        'проходима, благодаря большим плавающим колёсам с фиксаторами. Капор коляски регулируется по высоте. Спинка' ||
        'раскладывается до горизонтального положения. Съёмный бампер с разделителем для ножек и пятиточечные ремни' ||
        'отвечают за безопасность малыша. Стильный сдержанный дизайн и ультрамодные расцветки рамы подчеркнут' ||
        'безупречный вкус родителей. Механизм складывания - книжка. Особенности модели: реверсивный прогулочный блок.' ||
        'Диаметр передних колёс: 16,5 см, Диаметр задних колёс-24 см. Длина спального места -81 см, ширина спального' ||
        'места -35 см,  Глубина сиденья – 22 см. Размер упаковки 49,5х23х59, Количество в упаковке-1 шт., Вес упаковки' ||
        '10,3 кг. Вес брутто 10,3 кг., вес нетто 8,5 кг, Габариты в собранном виде 57х42х60, Габариты изделия' ||
        'х57х100х82. Комплектация: накидка на ножки, съёмный бампер.)', false, '302594330', 6500, 4590);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Прогулочная коляска с надувными колёсами Sweet Baby Suburban Compatto Silver Black (Air)', 27,
        'Прогулочная коляска Suburban Compatto Air идеально подходит для любого времени года, благодаря своей' ||
        'многофункциональности, манёвренности и качеству. Внутри расположен мягкий матрасик, который добавит комфорта' ||
        'Вашему малышу. Накидка на ножки удобно крепится с помощью молнии, тем самым, не оставляя ни единого шанса' ||
        'ветру, попасть внутрь. А при морозах или сильном ветре можно использовать высокий отворот, которым оборудована' ||
        'накидка. Расстегните молнию на капюшоне, и он увеличится в размере. Благодаря окошку для мамы, Ваш малыш всегда' ||
        'будет под присмотром. Разделитель для ножек легко крепится к бамперу, благодаря кнопкам. Бампер легко' ||
        'регулируется с помощью боковых кнопок, а также покрыт материалом экокожа, который можно снять, если расстегнуть' ||
        'молнию. Колеса надувные.', false, '862633179', 14000, 13067);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Планшет 11Pro Max, 12.9", 512GB, черный', 16,
        'Функциональный планшет 11Pro Max оснащен мощным процессором MTK6797. Устройство работает на базе операционной' ||
        'системы Android 12 и имеет большой объем оперативной памяти 512 Гбайт, поэтому любые игры и приложения' ||
        'загружаются достаточно быстро, а экран с диагональю 12,9 дюйма позволяет с максимальным удовольствием смотреть' ||
        'любимые фильмы или видеоролики. Большой встроенный аккумулятор планшета емкостью 8800 мАч позволяет' ||
        'наслаждаться чтением или просмотром видео на полном заряде. Не нужно беспокоиться об аккумуляторе во время' ||
        'путешествий. При доступе в Интернет гарантируется удобство при общении в социальных сетях или поиске' ||
        'необходимой информации в браузере. Наличие двух слотов для SIM-карт существенно расширяет функциональный' ||
        'диапазон устройства.', false, '1086926540', 410, 8346);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Планшет Prestigio Node E8, Wi-Fi, 3G, BT 4.2, 1ГБ RAM + 32ГБ ROM, 8", 32GB, черный', 1,
        'Планшет Prestigio Node 3G оснащён 8-дюймовым дисплеем с разрешением 1280 х 800 пикселей. Вы сможете смотреть' ||
        'фильмы в качестве HD, наслаждаться яркой и реалистичной картинкой, листая фотографии или запуская игры.' ||
        'СТИЛЬ И НАДЁЖНОСТЬ Корпус этой модели обладает покрытием Soft Touch. Устройство приятно держать в руках, оно не' ||
        'скользит в ладони. На поверхности планшета не образуются потёртости и царапины, поэтому он сохранит свой' ||
        'первоначальный вид на протяжении всего срока, пока вы будете им пользоваться. ВСЕГДА НА СВЯЗИ Девайс' ||
        'поддерживает использование мобильного интернета – просто вставьте SIM-карту и выходите в Сеть на скорости 3G.' ||
        'Для экономии трафика вы сможете подключиться к Wi-Fi в любом месте, где есть точка доступа'
           , false, '1072612075', 430, 3850);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Самокат Городской scooter-01,розовый', 48,
        'Данный самокат для малышей имеет удобное сиденье, яркую расцветку иоснащен колёсами со встроенными' ||
        'светодиодами, которые эффектно мерцают во время движения. Ручки (грипсы) выполнены из износостойкой' ||
        'термопластичной пластик. Материал колес и деки самоката - пластик, материал покрышек - полиуретан. Они' ||
        'надежные, упругие и улучшают амортизацию.И дека иметь противоскользящие накладки и быть достаточно удобной по' ||
        'ширине и длине. Руль самоката выполнен из прочного алюминия и, как и сиденье, регулируется по высоте в трёх' ||
        'положениях по мере взросления ребёнка.Детские самокаты также оснащаются ножным тормозом на заднем колесе.' ||
        'Детские самокаты также оснащаются ножным тормозом на заднем колесе. Кикборд - важная вещь в жизни ребенка.' ||
        'Если ребёнок катается на велосипеде, то нагрузку получает только нижняя половина его тела, руки, пресс и спина' ||
        'практически отдыхают. При езде на самокате активно задействованы все части тела, а значит, малыш будет' ||
        'развиваться более гармонично. Отлично развивает у маленького райдера координацию и чувство равновесия. Приносит' ||
        'массу удовольствия! Прогулка на самокате – это не тренировка или учёба в привычном смысле слова, прежде всего,' ||
        'это развлечение. Соответственно, Вашему малышу не понадобится дополнительная мотивация для катания, он будет с' ||
        'удовольствием проводить за рулём своего двухколёсного коня целые часы. Это идеальный подарок для маленьких' ||
        'детей. Модель весит всего 3,5 кг. Выдерживает вес до 50 кг.', false, '1017215751', 3500, 1326);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Беговел-велосипед детский трехколесный 4в1 BubaGO Flint (черно-желтый)', 37,
        'Беговел Bubago Flint - это велосипед-трансформер, его можно использовать как двухколесный, трехколесный' ||
        'беговел, двухколесный, трехколесный велосипед Бубаго или толокар, предназначен для детей 1-4 года.' ||
        '1. Толокар - В этой конфигурации педали велосипеда. Ребенок сидит на сидении и медленно отталкивается ногами;' ||
        '2. Трехколесный велосипед - Тут уже установлены педали. Регулируем сиденье под рост ребенка, чтобы он мог' ||
        'дотянуться до педалей при слегка согнутых ножках; ' ||
        '3. Беговел - Все, что вам нужно сделать, это соединить задние колеса в одно устойчивое двойное колесо и снять' ||
        'педали нажатием всего одной кнопки;' ||
        '4. Велосипед двухколесный - Когда ребенок научится балансировать на беговеле, Вы можете прикрепить педали,' ||
        'отрегулировать высоту сидения и создать двухколесный велосипед.', false, '987409768', 4100, 4688);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Коньки роликовые Saimaa', 120,
        'Универсальные коньки-ролики Saimaa 2 в 1 – это отличный вариант для любителей кататься как на льду, так и в' ||
        'парке. Замена ледового лезвия на роликовую платформу позволит пользоваться коньками круглый год. Пластиковый' ||
        'каркас ботинка защищает ногу от травм и поддерживает голеностоп благодаря жесткому корпусу и трем видам' ||
        'фиксации (шнуровка, пяточный ремень, клипса). Мягкий внутренний сапожок согреет и создаст ощущение комфорта.' ||
        'Раздвижные коньки 2 в 1 – это отличный подарок как ребенку, так и взрослому, ведь нет необходимости точно' ||
        'подбирать ботинок по размеру. Для комфортного катания после покупки коньки детские необходимо заточить и' ||
        'повторять эту процедуру по мере необходимости. Во избежание коррозии, каждый раз после использования удаляйте' ||
        'с поверхности лезвия излишки влаги мягкой тканью. Материал колес на роликовой раме - полиуретан, диаметр колеса' ||
        '72 мм, подшипники 608Z. Штатный тормоз (стоппер) установлен на одной роликовой раме. В комплекте есть ключ для' ||
        'легкой и быстрой замены платформы. Роликовые коньки упакованы в сумку-чехол для удобной транспортировки и' ||
        'хранения.', false, '257805081', 1350, 2817);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Электромобиль Toyota Land Cruiser 200 Рестайлинг Черный Глянец', 12,
        'Детский электромобиль Toyota Land Cruiser 200 - Одноместный, суммарная мощность - 110W,' ||
        'макс. скорость - 7 км/ч, колеса - EVA резина, АКБ - один 12V/7Ah, кресло - экокожа, пульт д/у - есть.'
           , false, '1054336141', 21000, 21060);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Сковорода 24 см Hitt Shell алюминиевая с антипригарным покрытием для индукционной плиты', 53,
        'Сковорода серии "Shell" изготовлена из кованого алюминия с износостойким 2-слойным антипригарным покрытием.' ||
        'Двухслойное антипригарное покрытие (без PFOA) предотвращает горение продуктов и попадание в них вредных' ||
        'веществ, не вступает в химические реакции. Не изменяет вкуса и аромата продуктов, сохраняя все питательные' ||
        'вещества. Сковорода имеет высокую стойкость к механическим воздействиям и температурным перепадам. Ручка из' ||
        'бакелита не нагревается, а покрытие soft-touch предотвращает скольжение в руке. Армированное дно распределяет' ||
        'тепло по всей площади, благодаря чему пища равномерно прожаривается. Подходит для интенсивного использования,' ||
        'долговечное покрытие. Рекомендуем использовать нейлоновые и деревянные кухонные аксессуары для приготовления.'
           , false, '646494839', 850, 2890);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Плед Kuchenhaus , Полиэстер, 240х220 см', 1,
        'Красивый мягкий плед может не только согреть вас прохладным вечером, но и стать неотъемлемой частью вашего' ||
        'интерьера, дополнить его необычным акцентом, либо придать новизну всему интерьеру. Аксессуар прекрасно подойдёт' ||
        'как для интерьера городской квартиры, так и для загородного дома. Перед использованием плед необходимо выбить.' ||
        'Размер пледа 220х240.', false, 'м', 400, 914);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Подушка ортопедическая для сна с эффектом памяти для сна "Просто Подушка" №8 классическая мягкая', 53,
        '«Просто подушка» - российская торговая марка, производство полного цикла осуществляется на немецком и' ||
        'итальянском оборудовании. Основу ортопедических подушек с эффектом памяти производят из европейского сырья,' ||
        'которое имеет европейский сертификат CertiPUR. Недорого купить анатомическую подушку под голову от российского' ||
        'производителя можно у нас.  Является отличной альтернативой подушки аскона и nebula подушки, но за более низкую' ||
        'цену. "ПРОСТО ПОДУШКА №8" ортопедическая подушка для сна классической формы, средней жесткости 60х40х13 см.'
           , false, '298194592', 1200, 1127);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Зеркало для ванной с LED подсветкой La Tezza. Размер 50см х 70см', 33,
        'Зеркало c подсветкой LA TEZZA LT-MPZ5070-s-r . Универсальное. Зеркало с LED подсветкой. Ширина 50см,' ||
        'высота 70см, изготовлено из зеркального полотна AGC. Крепежи расположены по четырем углам зеркала,' ||
        'что позволяет разместить его как по вертикали, так и по горизонтали, при этом расположенный в углу зеркала' ||
        'сенсор перемещается справа налево и наоборот. Оснащено сенсорным выключателем с диммером, который при удержании' ||
        'пальца на сенсоре позволяет менять интенсивность освещения. Свет белый, холодный 6500К'
           , false, '655399266', 5100, 5928);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Зеркальное панно / наклейка для интерьера / плитка', 110,
        'Зеркальное панно - это новое и оригинальное решение в декорировании! Декоративные наклейки на стену можно' ||
        'использовать как фотозона на день рождения. Интерьерные наклейки на стену предназначены для декорирования стен,' ||
        'фасадов мебели, дверей и холодильников. Декор зеркальный настенный помогает скрыть изъяны поверхности (пятна,' ||
        'царапины и т.п.). На изделии имеется клеевой слой постоянной липкости. Не рекомендуем клеить интерьерные' ||
        'зеркала на поверхность с побелкой. Настенный современный, стильный декор из зеркальных панелей предназначен для' ||
        'самостоятельного декорирования ровных поверхностей стен, дверей, мебели, перегородок. Наклейка с зеркальным' ||
        'эффектом преобразит Ваш интерьер и добавит уюта. В отличие от стеклянных это зеркальное панно безопасно,' ||
        'материал акрил небьющийся, дети и животные не смогут ничего разбить и пораниться. Лицевая сторона акриловых' ||
        'деталей покрыта защитной плёнкой - не забудьте снять её после наклеивания декора. Мягкое зеркало легко клеится,' ||
        'поскольку имеет клеевую тыльную сторону, снимается, не оставляя следов.', false, '846885869', 2700, 277);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Набор свечей ZAP, 1.2 см х 3.7 см, 100 шт', 2780,
        'Набор чайных классических свечей 100 шт. Свечи в гильзе - классическое решение для оформления интерьера' ||
        'свечами. Свечи таблетки идеально подойдут для создания настроения во время романтического ужина, или просто для' ||
        'вечернего освещения комнаты.  В наборе 100 свечей. Изготовлены из парафина с добавлением растительного воска.' ||
        'Многофункциональные: Чайные свечи стандартного диаметра подойдут для аромалампы или для подогрева чайника.' ||
        'Также эти свечи могут плавать на поверхности воды. Хлопковый фитиль обеспечивает ровное горение без треска и' ||
        'копоти. Время горения: 3-4 часа. Диаметр: 3,7 см Высота 1,2 см', false, '666029808', 450, 387);
INSERT INTO product (name, stock_count, description, is_adult, code, weight, price)
VALUES ('Красно-черная плеть с плетением турецкие головы - 60 см', 300,
        'Плеть  выполнена из натуральной кожи черного и красного цветов. Гладкая ручка  декорирована по  краям кожаным' ||
        'плетением. Мягкие хвосты плети доставят  незабываемое впечатление. Количество хвостов - 20 штук. Для удобства' ||
        'на рукоятке имеется петелька . Аксессуар позволяет в полной мере насладиться сексом в стиле БДСМ.' ||
        'Длина рукояти - 17 см.', true, '797779857', 550, 6525);
